{"config": [{"config": {"init": "uniform", "W_constraint": null, "input_dim": 11, "bias": true, "input_dtype": "float32", "W_regularizer": null, "output_dim": 6, "activation": "relu", "b_constraint": null, "batch_input_shape": [null, 11], "trainable": true, "name": "dense_1", "activity_regularizer": null, "b_regularizer": null}, "class_name": "Dense"}, {"config": {"init": "uniform", "W_constraint": null, "input_dim": null, "bias": true, "output_dim": 6, "W_regularizer": null, "activation": "relu", "b_constraint": null, "trainable": true, "name": "dense_2", "activity_regularizer": null, "b_regularizer": null}, "class_name": "Dense"}, {"config": {"init": "uniform", "W_constraint": null, "input_dim": null, "bias": true, "output_dim": 1, "W_regularizer": null, "activation": "sigmoid", "b_constraint": null, "trainable": true, "name": "dense_3", "activity_regularizer": null, "b_regularizer": null}, "class_name": "Dense"}], "keras_version": "1.1.1", "class_name": "Sequential"}